{"podcast_details": {"podcast_title": "Tech Won't Save Us", "episode_title": "Pondering the Orb w/ Molly White", "episode_image": "https://storage.buzzsprout.com/variants/uhqlaihuamqfzs01bzrg8loa4uzc/e70382d1824eed07bf51f8b9742413cd1ad490e9f893e8ff33e49d552d3c73ea.jpg", "episode_transcript": " I have this struggle that I'm dealing with right now where it's like, I want to take them seriously so that we can interrogate the types of things that they're promising to do. But on the other hand, I don't want to overstate what they actually seem to be doing and contribute to this hype cycle that is sort of building around WorldCoin when it is just sort of the headlines that is powering the token growth. And that may be their sort of sole goal. Hello and welcome to Tech Won't Save Us. I'm your host, Paris Marks. And this week, friend of the show, Molly White is back again. If you're not familiar with Molly, she is the creator of Web3 is going just great and a fellow at the Harvard Library Innovation Lab. Now, you might have seen some recent reporting on things going on in the crypto world or crypto adjacent projects. I originally invited Molly on the show to talk about WorldCoin, this new project from Sam Altman, where there are these shiny silver or scanning people's eyes around the world and giving them some crypto currencies and promising that it's going to remake the financial system of course, as crypto always promises, make financial services much more available to many more people, you know, increase equity and all these sorts of grand things. But of course, as the crypto hype has faded, and as we have seen the AI hype increase, Sam Altman has instead pivoted to positioning this as something that is going to address the AI problems that he is creating through his company, OpenAI as well, by saying that now we need to scan our irises to make sure that we're actual humans so that AIs can't pretend that they're humans or whatever. I'm still not totally understanding the justification there and how that is actually supposed to work in practice, you know, especially since people's irises can change and all that. And you know, there's a whole load of exploitation and problems that have come along with this project. So I wanted to dig into all that with Molly. But then of course, I'm sure that you saw it was announced that Sam Bankman Fried had had his bail revoked because of actions that he had taken because of breaches of his bail restrictions. And so this was kind of news that came out after Molly and I agreed that we were going to do this episode. So we start with a brief discussion of what Sam Bankman Fried has been up to and why he is now going to prison. And then we'll discuss what all that means. And then we'll get into the WorldCoin discussion. So a great time to have Molly back on the show to be able to comment on these things and give us some insight that we need to understand what is going on with these major stories. And of course, more false promises coming out of the tech industry around AI and crypto and all these things and how, you know, even though crypto is kind of, you know, the hype is gone, how, you know, it still kind of sticks around, right? There's still reason to be paying attention to this because it's still having some big impacts. So I always love chatting with Molly. I'm sure that you'll enjoy this conversation. If you do make sure to leave a five star review on Apple podcasts or Spotify, you can share the show on social media or with any friends or colleagues who you think would learn from it. And if you want to support the work that goes into making the show every week so I can keep having these critical conversations with people like Molly digging into these important issues in the tech industry, you can join supporters like Tia from Ottawa, Daniel Orchard from London in the UK and Ronja from Luleå in Sweden by going to patreon.com slash tech won't save us where you can become a supporter as well. Thanks so much and enjoy this week's conversation. Molly, welcome back to tech won't save us. Thank you for having me. Always excited to chat with you. You know, you were on quite recently, but a ton of things have happened. World coin has happened. And now we have late breaking news, I guess that happened last week that Sam Bankman Fried had his bail revoked. So I said, okay, it's time to have Molly back on the show. We have to talk about all these things, even though it hasn't been too long. So let's start with this question of Sam Bankman Fried in the bail, right? Since he was extradited to the United States from the Bahamas, he's been on bail at his parents house, which I believe is in Palo Alto. And you know, he's been at some stuff. Do you want to give us a quick recap of what he's been doing while he's on bail that has been getting people's attention and eventually making the judge and the prosecutor so angry that you know, he's now had his bail revoked? Yeah, so Sam Bankman Fried has been sort of testing the waters around us, you know, how far he can push his restrictions because he's, you know, confined to his parents house. He's not allowed to do a lot of things. But, you know, at the beginning, he still had, you know, basically unfettered access to the internet and someone like Sam Bankman Fried can get themselves into a lot of trouble that way. So it all started in January when he decided to email and send signal messages to Wren Miller, who is a witness in the case. He was the FTX general counsel. And I guess Sam Bankman Fried and him had had sort of a falling out sometime around the time of the bankruptcy. I think they may be disagreed about whether or not they could keep FTX going or whatever. And so Sam Bankman Fried sent him a message that said something like, you know, I think we left things off on a bad note. I would love to reconcile to some extent. And then he said something about bounce things off each other, you know, vet things with each other and use each other as resources. And the government got wind of these messages because he was using signal. They felt to some extent that he was trying to conceal them from the government. And they felt like he was trying to tamper with a witness pretty much that he was trying to say like, hey, let's get our stories straight. And so that was the first bit of trouble with Sam Bankman Fried's release. And just to be clear, Signal is an encrypted messaging app. So that means that the messages could be secret or not shared if, you know, no one would be able to find them, right? Yes. And Sam Bankman Fried also has sort of a habit of setting signal messages to auto delete so that they actually can't even be recovered from his own phone. I don't know if that was the case with the messages with Wren Miller, but it's definitely something that has come up in this case. And so before they were even able to, you know, come to a solution to that particular problem, he did something else, which was they discovered that he was using a VPN, which is, you know, a way of anonymizing your Internet traffic. It could be used to, again, sort of skirt the government's watch on him. It also could be used for fairly innocuous purposes, which is, you know, of course, what his defense has been arguing. They claim that he was just trying to watch football. This was around the time of the Super Bowl. He claimed that, you know, he had bought this subscription to watch football, but it was geo locked to the Bahamas. And so because he's in the US, he had to use a VPN so that he could kind of illegitimately get access to the subscription that he had purchased. Anyway, kind of a thin excuse in my view. Who knew Sam Bankman Fried was such a football buff? I wouldn't have expected it. Right. So after that, he became very restricted on what he was able to do. They made some changes to his release so that he could only access the Internet through this one laptop that was very carefully locked down so that it could only access websites that were particularly necessary for him to prepare his defense. So like Google Drive and Zoom and stuff like that, but also like a small list of websites for his own personal entertainment. So like Netflix, Spotify, DoorDash, things like that. And he was restricted to only having a flip phone that was just calls and texts. No, you know, you couldn't use the Internet. You couldn't use Signal, anything like that. And then more recently, the big issue has been that he leaked private diary entries of Caroline Ellison. She was the CEO of Alameda Research, which is the FTX linked trading firm. She's also Sam Bankman Fried's ex-girlfriend. And he leaked these very private personal diary entries to the New York Times. He ran a story about Caroline Ellison and her sort of private thoughts. And she was kind of torn up about a breakup between her and Sam Bankman Fried. She was expressing doubts about her own ability to run Alameda Research. It was a very personal story. And it became very immediately clear that Sam Bankman Fried was the source for a lot of the documents in that. And it later came out that he had had more than 100 calls with this New York Times reporter. And he had invited the Times reporter to his house so that he could show him the documents without sending them electronically, which again, the government thinks was in order to try to conceal that he was the source of these documents. Anyway, that was kind of the last straw for the judge. The prosecutors have been somewhat lenient, I think, in terms of not requesting he be, you know, remanded. And the judge has several times now asked why that is. It seems like the judge, if anything else, was the one who was really frustrated at Sam Bankman Fried's behavior. Anyway, long story short, he has been sent back to jail. His bond has been revoked. And he will presumably be spending the rest of the time until trial, which is scheduled for October, in jail. So he's currently in MDC Brooklyn. There's some conversation about whether he might be moved to a different jail that would have a little more leniency around offering him access to a computer to prepare his defense and so on and so forth. But long story short, he's in jail right now. Yeah, I guess the jail is maybe a little bit nicer than the one he was in in the Bahamas, where he quickly decided he wanted to be extradited to the United States after getting in there. What does this mean for Sam Bankman Fried now? And does it have any kind of impact on the trial come October? So you're right that the jail is a little bit nicer, but it's definitely no cushy white collar jail. MDC Brooklyn is not known for its wonderful conditions. It definitely will have some impact on the trial. I think it's very challenging to prepare a defense when the defendant is in jail, although obviously it happens all the time. A ton of people are detained pre-trial. It's very common. With Sam Bankman Fried in particular, the case involves a lot of documents and a lot of ones that are not sort of trivially just printed out and sent to a person to review in their jail cell. There's huge databases and all sorts of massive files that he has to review. And so it is challenging to do that if he doesn't have much access to a computer, much access to the internet. And in MDC Brooklyn, he can't have a laptop in his jail cell, much less one with internet. He'll be limited on the hours with which he can spend preparing his defense and so on and so forth. Like I said, there's some question about whether he might be moved to Putnam County Correctional Facility, I think it's called, which might allow him to have a laptop in his jail cell so that he could do this preparation. But again, he would be similarly restricted. He would not be trading cryptocurrencies from the comfort of his jail cell or anything like that, ideally. But yeah, so it may have some effect on the trial. I suspect the defense may argue that he's having trouble preparing his defense, that it's slowing them down. And that may be legitimate to some extent. That's really interesting. But obviously, it's kind of the consequences of his own desire to flout the rules or the conditions that were put on him when he was given bail. So it's kind of his own fault that he's in this situation. It certainly seems like it. He hasn't spoken out publicly about why he's been choosing to do this. I wouldn't be surprised if he had some sort of justification for it, where he's like, well, technically, they didn't say I couldn't use a VPN or something like that. But yeah, he does seem to be pretty brazen about really pushing the boundaries of what he's allowed to do. It seems he had been warned repeatedly by this judge that you're on thin ice. Don't keep messing around like this. Just keep your head down. Prepare your defense with your lawyers and we'll see you in October. But I guess he was not willing to do that. Well, it's good to have an update on Sam Bankman Fried. I'm sure we'll be hearing a lot more about him come October. But obviously, the main reason that I invited you on to the show today was to talk about WorldCoin, Sam Altman's new big project to revolutionize, I don't know, everything. The remit expands and we'll talk about that. But I want to start by asking, have you been scanned by the orb? I have not. No, believe it or not, I have not gone seeking the orb to stare into. I'm shocked. I know that comes as a big surprise. Just because it's not available in your area, right? Right. Exactly. As soon as it shows up, you'll be first in line. First in line. Yeah. Like all the people used to line up for the iPhones, you know, this is lined up to get your eye scanned by the orb. Yeah, I'm going to take my little tent and put it outside the orb store so that I can be first in line. Oh, man. Do they have orb stores? That would be funny, actually. I don't think they do. I hope they don't. Just like a dude sat up somewhere with an orb. Yeah, like a mall kiosk or something like that. Get your iPhone cases, get your eye scanned, you know. So maybe people are wondering, what are you guys even talking about? Talking about orbs and eye scanning. You know, this is this company, WorldCoin. Maybe you have heard of it. It's been around for a few years, but it's recently come out of beta in late July and has kind of been available in a bunch of different places. So Molly, how would you describe to listeners what WorldCoin is? Well, WorldCoin is a crypto project. I think that's important to note, mostly why I'm here. And the primary function right now is to distribute this cryptocurrency token that is also called WorldCoin. And I think that's sort of important to remember throughout all of this is that the crypto token is really the big part of this right now because it's easy to get lost in the sauce around all of the things that they could do or might do or perhaps one day hope to do. But right now, it's really just about the token. But the way that one acquires this token besides purchasing it on the secondary market is by creating a cryptocurrency wallet in the WorldCoin app. And in order to do that, they have to prove that they are a unique human being by having their irises scanned by a piece of custom hardware that just so happens to be this shiny chrome orb that is probably about the size of a basketball that has to be sort of sought out since there are not actually that many of them. Once you've done that, then you are given your allocation of 25 WorldCoin and the opportunity to collect more on sort of a weekly basis. Yeah, I think that's a good description of it. And we'll get into kind of the bigger framing of all the great wonderful things that Sam Altman and his co-founder or CEO or whatever the dude is, hope to achieve with this. But I guess that's why you haven't had your eye scanned, right? Because in the United States, you can't actually get the WorldCoin coin yet. Yes, right. So in some jurisdictions, you're not allowed to receive the WorldCoin coin, primarily the United States. In most states, you can still have your eyeballs scanned if you are so inclined to just give that data away for free. Although there are some states and other jurisdictions that actually limit that as well. And WorldCoin also limits where it operates to some extent, both in the sense that they have not widely deployed orb operators around the world. They're sort of focusing on a small number of places. But also there are places like China where the WorldCoin app is not available. Right. And just to give people an idea, I believe the last numbers that WorldCoin released are over two million people have had their eyes scanned by an orb over the past few years because they have kind of had this in beta for a while testing it in particular countries. And we'll get into that. I believe the number they have is there's about 1,500 orbs that are out there or in the process of being deployed across 35 cities in 20 countries. So obviously it's not everywhere. It's still quite limited as to the number of people who have signed up because they have ambitions of reaching 8 billion people, not million, that's with a B. And that's obviously quite an ambitious goal. What has been the response to this project since it has, I guess, come out of beta in the past few weeks? I would say it's been a bit of a mixed response. Even people in the crypto community are not necessarily gung-ho about WorldCoin, despite it being a cryptocurrency, largely because it has this very sort of dystopian connotation of collecting all of this biometric data, which does not necessarily sit well with a lot of people in the crypto world. So there are certainly people in crypto who are very excited about WorldCoin, who want to get their hands on it so they can speculate on the price or who think it will be instrumental in onboarding new users to crypto and hastening the Web3 future. But it's definitely been a mixed, if not sort of negative response, even out of the crypto community. And I would say that has been echoed more broadly as well, where we're seeing mainstream news reporting on it and a lot of the questions that are being asked have to do with data privacy and honestly just the ambitions of this project, which are very unclear at this stage. So definitely not the warm, open arms response that they probably hoped for, but definitely one that I think is to be expected, given the sort of scary things that they're trying to do. Well, when you talk about a Web3 future, the idea that it might be hastened into existence because of a project like this, that is one thing that really does stand out about it, because it was founded in 2019, right before the crypto boom started to happen once the pandemic got underway. And then we saw this big hype bubble that then began to burst by the end of 2021 and into 2022. So how is a crypto project like this now rolling out once all the hype is gone? Well, I think it helps that they have Sam Altman involved, because Sam Altman is currently better known for his involvement with OpenAI and chat GPT and the AI hype bubble that is well underway at this stage. And so they've been able to somewhat pivot the project to focus on these AI narratives now, which were really not a prominent part of the project's marketing back in 2020, 2021, when it was talking about how this is going to be the way to get everyone onboarded into crypto. Everyone was going to have a wallet now is going to be so easy. They were talking specifically about the Sibyl problem, which is a problem in crypto specifically because of the pseudonymity of it all, where it's really challenging to ensure that only one person has one account in your crypto project. And so WorldCoin was positioning themselves as a way to ensure unique participation in crypto projects. They're still talking about that to some extent, but I think it's less exciting for people. And so now they've really adopted this narrative around AI is coming, you know, this powerful artificial general intelligence is right around the corner. And you know, once our world has become saturated with these, you know, non human intelligences, we're going to need some way to distinguish people and robots. And well, wouldn't you know, they're creating the solution to this AI problem that they are also creating. For that you need the orb, the orb, all caps. Yeah, exactly. Yeah, I think that's a really important distinction to make, right? Like kind of jumping from one hype bubble to the next, you know, initially conceived as a crypto project and still is a crypto project. But in order to kind of justify it in this moment, it has to take on a different framing. And so Sam Altman is already the AI guy, you know, he's the big AI guru who leads kind of the most prominent AI company that people are paying attention to because of chat GPT. And so then he can come along and say, you know, this project that we've been working on that's been trying to get people to adopt cryptocurrency. Well now actually, because we're scanning your eyeball, we are going to ensure that you're not an AI and that you're a real human being. It's like, oh, yeah, great. Thanks, man. I think we really need that. Yeah, I mean, I think it's really emblematic of a lot of crypto projects where the goal really is to generate the buzz around the cryptocurrency because that's what drives the price. And so it doesn't really matter what the crypto token does or what the story is or what the story was. You just have to find something that's going to get the headlines and the attention. And you know, if that requires you to pivot your supposed use case, then so be it because that will, you know, keep the money coming in. And I think that's really what we've seen WorldCoin do here. Yeah, absolutely. And obviously, the coin was like, I don't know what you'd call it, like floated or something when it kind of came out of beta. And we saw the value of the token kind of spike initially, but then dropped down to about $2 US per WorldCoin, as I understand it. So based on my understanding of this is the idea that obviously, WorldCoin is this company that's controlled by Sam Altman and Alex Blania. And like, you know, technically, they are in control of this company that controls the orbs and the data and all this kind of stuff. But I believe it's also being positioned as kind of like a crypto project where like, as long as you have some coins or are a participant in the project, you will at some point be able to help control the decision making or something. Is that part of this as well? Sort of. So they're doing what a lot of crypto projects do, which is called progressive decentralization, which means really that they're completely centralized right now, and probably will be for the foreseeable future. But they have outlined these sort of vague plans to decentralize the project via a couple of different mechanisms, but basically introducing voting so that people can control the decision making to some extent. They also talk about decentralizing the hardware in this case, which is something that a lot of crypto projects don't even need to worry about. But making it so that anyone could manufacture an orb and then begin operating it as their own entity, all of these different things so that they would eventually sort of divest control over this project. I think that sort of common theme with this progressive decentralization concept is that it often doesn't actually happen. It's just sort of a helpful way to, you know, wave off criticism around the centralization of projects, which is, you know, an enormously unpopular thing in crypto to have a project be so centralized. And so projects that are centralized but don't want to have to explain themselves will often just say, oh, no, no, no, we're going to decentralize. This is how. And then they can sort of delay that conversation almost forever if they want to. And I think that's sort of what's happening here is there are a lot of major hurdles that WorldCoin would need to overcome in order to properly decentralize in the way that they've claimed they will. And it seems they have not really made any strides towards doing that. And so, you know, I think it would be unlikely to see them actually decentralized in any meaningful way, anytime in the foreseeable future. Yeah, you pick up the kind of tech libertarian rhetoric that all of these crypto folks are interested in, then use it to help kind of justify your company or your project. And then, you know, if you never follow through, that's all fine because you've received your payout or you've become this big company already and there's nothing that people can really do to stop you because you've either had your gains and the company has collapsed or you've kind of entrenched your position. Right. Right. That's exactly right. Yes. Cool. So, what's your kind of positioning of this project? We talked about how it actually works with these orbs rolling out. They scan your eyes and all this kind of stuff. But one of the things that they seem to be talking a lot about is how this will provide a proof of personhood that will then allow this kind of service delivery and empowerment through like, you know, a new financial system and all this kind of stuff, you know, things that we're used to hearing with crypto. But can you talk to us a bit about that kind of bigger picture of what they are at least claiming that they're trying to achieve through rolling out these orbs? Sure. Yeah. So, there's sort of this question in the crypto world around identity and how people can prove various levels of their own identity. And that ranges from proving that I am, you know, this one human being, Molly White, you know, and this is all this information about me to just proving that like, hey, I am one person in this network. I'm a real person, not someone's AI bot and so on. And that's what WorldCoin is really attempting to do. They're focusing at least right now primarily on the latter thing, which is really just proving, all right, there's only one of me in the network and I'm a real human being. And they're attempting to do that by scanning irises. And the idea here is that then there might not necessarily need to be a centralized maintainer of the identity in the way that, you know, the government usually maintains an identification record of its citizens. The idea here is like, oh, we can just replace that centralized government entity with code. And so, the algorithm won't allow more than one person, but we won't have to disclose more about ourselves in order to prove that we are just that one person. So, it's this kind of odd, you know, I think to people outside of crypto, kind of esoteric problem that they're solving, but it's really one that they're hoping will allow them to solve problems around like fair distribution of tokens and things like that that crop up in these crypto projects and to a lesser extent outside of crypto. It is fascinating, right? Because, you know, obviously there's a lot of kind of libertarian ideas that underpin the crypto space. And so, you have a project like this come along and like ostensibly the idea is, as you were saying, we're going to create this identity system that is not controlled by the government, right? So, we can kind of get rid of this kind of legacy infrastructure, which is a lot of what the crypto narrative is often about, you know, usually around banking and stuff. You know, we're going to get rid of the corporate form with our DAOs and we're going to like get rid of the traditional banking system and governments because we're going to have these ways of voting and using our tokens and blah, blah, blah. But they're using this rhetoric and as we've been talking about, they're not actually decentralized. They're just a centralized organization that is like trying to displace the position that the government holds and kind of, you know, ensuring that our identities are proper and all that kind of stuff and shifting it to a private company that will then kind of benefit from having that monopoly over identity data. Right. And I think critically in this project, they're aiming to create a global database as well. So, right now there isn't really a global identifier. It's, you know, each government has its own system and there are certainly complications that arise there. But yes, they're basically saying that this one private venture backed company should be the record keeper for a global identity system, which I think is kind of a scary prospect. It is bizarre to me that the people who worry about, you know, more local, at least national governments maintaining identification systems are not even more concerned about a centralized entity doing so on a global level. But again, I think that's where the progressive decentralization promises really come in is that, you know, if you can convince people that eventually no one will own this and it will all just sort of run itself, then you can sort of hand wave away those pesky concerns around centralization and privacy. Yeah, it's terrible. I don't know how people kind of buy into the narrative, right? But obviously, you know, I think we're both in agreement on that. I do find it interesting, though. One of the articles I was reading about this said that by distributing these coins, you know, it's supposed to empower people because, you know, there's the wealth that comes with it, but also kind of whatever other kind of benefits that come with holding these tokens. And the idea is that there's a fairness that comes with that. But as I understand it, 10% of the tokens have already been distributed to entries in Horowitz and 10% of the tokens have been given to WorldCoin's full time employees, even before kind of the general distribution happens. And I feel like that is something that we see quite commonly in these crypto projects where, you know, kind of the people who are in early get these initial allocations so that then when the price jumps, they can cash out or kind of reap the rewards of that, right? Right. So, yeah, WorldCoin is sort of simultaneously positioning the WorldCoin token as this currency adjacent asset. And it's going to be something that people are receiving as a form of universal basic income, which then suggests that it's going to be used as a day to day transaction currency. But simultaneously, they're also allocating 25% of the tokens to insiders, be it, you know, WorldCoin employees or the investors like Andreessen Horowitz, Blockchain Capital and all these other groups. And it's very weird to sort of look at this and say, okay, so 25% of our money supply goes to this very small set of insiders. And it really doesn't jive with the sort of benevolent goals that they seem to be espousing around universal basic income and other such things. Because, you know, it's very weird to think of a quarter of the universal basic income supply going to Andreessen Horowitz, I think. What? You wouldn't distribute it like that, Molly? If I was Andreessen Horowitz, I would. You know, we've talked about the coin, right? And how really this is a push to kind of get people to adopt the coin, make sure that's out there, you know, hopefully kind of increase its value over time by making people dependent on it. But as you've been discussing, you know, there's also a piece of this where the company is scanning everyone's irises, they're getting other biometric data from the people who sign up to use this. Is this also a biometric data play? Like what are they hoping to achieve with that? Well, it certainly seems to be, given that the goal right now is sort of scan everyone's irises and then figure out what to do with all this data later, which is a very weird way to start a company. But yes, I mean, the goal really is to create this database of unique identifiers per person that are generated, you know, through these iris scans. And they're very quick to tell you, you know, they're not storing the iris scan data, they are using an algorithm that converts it to just a unique identifier, and that's what's getting stored. But I think there remain a lot of questions around whether or not that is so much better than just, you know, storing the original scan data. And in a lot of cases, they actually are storing the original scan data because they promise that this is, you know, the best way for you to keep your WorldCoin app functioning if they do an upgrade at some point in the future, so that you wouldn't need to go get re scanned. So I think there's really major data privacy concerns involved with the project, both with the iris data itself, and with this so called unique identifier that they're creating, and what can be inferred from that? What kind of risk you're undertaking if that were to get compromised, or if someone were able to spoof that and act as though they were you, and so on and so forth, you know, especially if this project achieves the type of adoption that they're hoping it would, you know, which would involve powering these universal basic income schemes, and, you know, democratic governance and all these really lofty goals. The more that this ID is, you know, used to do, the more that you have to really worry about protecting it, I think. Absolutely. And, you know, I feel like obviously these devices have been in use for a number of years before this beta period ended. As you described that, one of the stories that I remember from an MIT tech review piece that was written about these experiences, and we can get into this a little bit more, there was one man, I believe he was in Chile, who described how he had signed up, you know, he'd had his iris scanned, he had the account created, but then he lost control of the account and had been trying to like, figure out how to get control of it again. And WorldCoin was not able to help with that. And so he went to be scanned again to see if he could do that. And they said, no, like, we already have your scan, so it will just connect to the account that already exists, the account that you don't control, and now have no way to resume control of. And this seems to be like an issue in crypto projects more generally, where if you lose your kind of password for your wallet or whatever, then that's it, you just lose all your money. But especially if we're building this into something that's more than a currency, but to be used in this much broader way, there seems to be a lot of risks inherent in that. Right. Yeah, so WorldCoin has basically solved the quite well, they claim to have solved the problem of, you know, the initial onboarding, scanning the eyeball, and you get the account associated with that. But they have very little that they've done in the way of recovering accounts if they've been lost, as you just described. Or you know, if someone transfers control of the account to another person, there is no ongoing verification that the account is under the control of the person whose iris was scanned. There's no ongoing verification that the person controlling the account is even alive, you know, which is a very strange thing. You know, if we're talking about, again, universal basic income, you know, social welfare type of thing, you typically expect those benefits to go to people who are still among the living. Yeah, I'm not sure the other folks are going to benefit much from it. Yeah, I mean, maybe some kind of survivors benefits. Yeah, they've sort of only gone the first step into this process. That clearly requires much more thought in order to properly implement. But you know, I think it's also really important here that to some extent, we're taking them at their word that they want to actually implement these huge lofty projects around universal basic income or, you know, democratic voting or whatever it might be. And that's when a lot of these problems would become extremely worrisome. But I think to some extent, it may well be that they're just hoping to create this coin, pump the price cash out and then sort of fade into obscurity as so many crypto projects have done. And so, you know, I have this struggle that I'm dealing with right now where it's like, I want to take them seriously so that we can interrogate the types of things that they're promising to do. But on the other hand, I don't want to overstate what they actually seem to be doing and contribute to this hype cycle that is sort of building around WorldCoin when it is just sort of the headlines that is powering the token growth. And that may be their sort of sole goal. I really appreciate that distinction because I think it's a really important one to make. And I'll give you a bit of like a theory that I have. Okay, it'll take a second to describe it all. But basically, obviously Altman is in control of this AI company, right? And we saw the kind of AI boom in the mid 2010s when the AI was supposed to take our jobs and all this kind of stuff. And we're seeing a bit of a repeat of that right now. At the time, one of the other narratives that emerged out of that was that, okay, we need a universal basic income, right? In order to ensure that once people lose their jobs to the robots and the AIs, that they will still be okay and be able to live. And there were different versions of it. There was kind of a left version where you still have your whole social welfare state and you still have public health care and all that kind of stuff. But you also just give people some money so they can get by. And then there was more of like a right wing libertarian version where you got the welfare state, you privatize everything, and you just give people their monthly stipend as their universal basic income. And this is what a lot of people in tech supported. And it feels to me like we're in this moment where the AI hype is back, right? In large part because of Sam Altman and because of OpenAI. And then they can see that this is naturally going to lead to a UBI kind of interest, again, if there's concerns about people's jobs. And this was obviously part of the crypto stuff as well. UBI was always part of that conversation because again, it's a libertarian vision of how that might work. But now Sam Altman also sees how he can use these kind of the promises that WorldCoin will help with AI stuff, but also help distribute this basic income once the AGI's and the kind of robots that can do all of our work come for us. And so why not use that as a justification to kind of capture the energy and potential kind of excitement that might resume for basic income in a moment where AI is everywhere again and then use it to promote his own companies that's just like trying to get people to buy this token and hopefully have it go up in value while also getting their biometric data. Like it just seems very, what's the right word? Like it just seems very concerning to see these developments and to see how it's a repetition of something that happened in the past, but it's also being like kind of captured in a way that it was even more than last time because we know how the cycle works. And so someone like Sam Altman can just kind of seize it for his own ends. I don't know. This is my conspiracy theory, I guess. No, I mean, I don't think it's off base because I think we're watching someone sort of weaponize the tech hype cycle. He's very much been able to catch on to the fact that both the excitement and the hope for what AI might bring can increase interest in a company such as OpenAI, but also that the fear and the concerns about what something like AI might bring can also increase interest in a totally different type of thing, which is this company that claims to be able to solve all of these problems that AI might bring. And so he's sort of playing both sides here where he is hoping to profit both from all of the excitement and the positive hopes for AI and profit from the fear and the criticism of AI at the same time. It's kind of impressive to watch to some extent, but also very, very upsetting, I would say. Definitely. And we've seen this very clearly with him, right, where he uses these kind of grand fears of AGI, artificial general intelligence, in order to distract from more kind of real issues that are occurring already with AI and that he doesn't want to see regulated because that works better for his business and what he's trying to achieve. And I think you can see something similar with WorldCoin, right? Kind of frame it around dealing with these issues that are going to be relevant right now to try to evade some of the scrutiny. But with that said, as I was saying, these orbs have already been out into the world and a lot of them were deployed in the global south in particular. What have we been seeing with the real impact of these technologies as they were in beta and actually being deployed in communities? Well, the way that the WorldCoin orbs was developed was pretty questionable ethically. It involved a lot of data collection from, like you said, the global south, these low income locations where the promise of these WorldCoin tokens was very hard to turn down, I think, for a lot of people who really needed the money and had to decide, okay, I guess I'll let you scan my iris and even agree to terms that they didn't fully understand in a lot of cases and then submit to their data being collected, stored for a sort of an interminable amount of time, handled with questionable practices and used to train this algorithm that supposedly will now uniquely identify irises for the entire global population. It was a very questionable way of doing that type of development. There was very little in the way of ethical disclosure or informed consent to these types of data collection. It was being performed by these orb operators, that's what they actually call them, who were brought on almost as gig workers for WorldCoin who were basically paid per scan that they were able to collect and were encouraged to be creative in how they brought on new customers. That really led to a lot of less than savory schemes, I think, to get people to submit to these iris scans. It also led to a lot of problems for the orb operators who were the ones who were bearing the brunt of people's anger when these WorldCoin tokens took longer to materialize into real money than they had maybe hoped or when they realized that the data that they had provided was being stored in ways that they didn't necessarily consent to. The MIT Tech Review and BuzzFeed News both did really great reporting last year on some of the consequences for these orb operators who were arrested, they were attacked, harassed, and WorldCoin did basically nothing to support them or to prevent these things from happening. Really the way that this whole project was developed has been concerning from the get-go. The actual iris scanning that they're doing today is built on years of very unethical practices. I think those are all good points. Those stories are very concerning when you read about what this company has actually been up to and now they want us to not pay attention to that or act like it never happened as they roll out in other parts of the world and try to increase their user base. Just to pick up on what you were saying, these orb operators were paid pennies per scan, were just expected to go out and recruit people, were not given the information that they would need to answer people's questions. One of the things that the MIT Tech Review piece stated based on talking to some of these operators was that one of the major questions that they would get was always about privacy and they did not have the information to be able to accurately address those concerns or tell people how their data would actually be used. The company knew that people in the global south, people in Sudan, in Indonesia, in Kenya would be in need of the money that they could offer in order to have their irises scanned. It was really easy for them to get participants, especially in those years after the pandemic where a lot of people were struggling, where food prices were going up and all those sorts of things. It's just incredibly unethical. There were a lot of questions raised around how the data was being stored or processed, the length of time they were storing data, a lot of questions around that. WorldCoin has claimed to have addressed a lot of them, but it's really just their word. There's really no way to verify that. For all the talk of open sourcing their software and eventually open sourcing the hardware, there's no real proof of how they're storing the data or what kind of guarantees they can make around the safety of that data. There's a lot of them just saying, just trust us. We're anonymizing it. We're making sure that it's responsibly stored. There's really nothing to back that up. There's really no evidence that we should trust this company, which is already engaged in such questionable practices to begin with. It's a great point. I think one of the things that stood out to me when I was reading about all of this, obviously the company was going around the world and offering people WorldCoin tokens in order to sign up and offering people local currency to sign up. Even having draws, I believe it was in Sudan, for AirPods, if you signed up and had your iris scanned, you'd go into a draw for a set of AirPods. They got thousands of people to sign up because of that. In the MIT Tech Review piece, they spoke to the CEO, Alex Blania, I believe he said his name was, and they wrote that they didn't understand how, quote, a company could speak so passionately about its privacy protecting protocols while clearly violating the privacy of so many. Our interview helped us see that for WorldCoin, these legions of test users were not for the most part its intended end users. Rather, their eyes, bodies, and very patterns of life were simply grist for WorldCoin's neural networks. I thought that really put it really well. They don't really care about these people who they were testing it on, they were using them, as you've been saying, for their algorithms and for their larger project. Ultimately, the consequences for those people, the Sam Altmans of the world and the Alex Blanias, that doesn't really matter. Right. I think that's very clear. In order to train these models to uniquely identify irises, you need a massive amount of iris data. Unlike the text data that is widely available on the internet for scraping that's being used in large language models, there isn't really this huge repository of iris data available, so they had to come up with their own ways of collecting that. I think you're right that these people that they were scanning up until July of this year were not necessarily the people that they're focusing on for these big benevolent promises. They were simply the source of the data that they needed to make such an algorithm feasible. Whether or not it even is, I think, remains to be seen. Whether they're done training the model remains to be seen. What kinds of data they're going to need to continue to collect in order to make sure this model can scale to eight billion people, like they claim, I think remains to be seen. Who knows to what extent this type of practice will continue as they are claiming to be developing this algorithm. I think as you were saying, that also forces us to say, okay, what is this company actually doing versus what it's claiming to do? Is it really going to try to scan the irises of eight billion people or is this just part of the marketing framing in order to get people interested in this project? It's other goals. It's goals that it's not as open about can be achieved. I think that another thing that suggests that maybe it's not going to work out as they are leading us to believe is that according to the reporting, the app has a lot of problems and doesn't work very well. The orbs frequently malfunction and need to go to Germany for maintenance. It doesn't always detect people's irises properly, which is supposed to be the very point of the thing. Yeah. I think there's a little bit of a knock-em's-raiser thing here where if you actually look at the amount of effort that they've put into the project and into solving the kinds of problems that you would need to consider if you were actually planning to roll out this system to eight billion people and make it usable not only at the moment but going forward for an indefinite period of time, it doesn't look like they've put that kind of effort into it. You could, I guess, write it off as them being an early stage company. They're just building and they're going to work out the kinks as they go, the crypto way, move fast and break things. It does seem to me that maybe the goal is not actually, as they claim, to roll this out to remote corners of the world where there's not even internet access, where people don't even have smartphones, to people who maybe can't have their irises scanned for various reasons due to birth defects or surgeries or whatever it might be. There's all these things that have gone apparently unconsidered by WorldCoin, which makes you wonder, okay, so what is it that they are focusing on if they're not focusing on these important edge cases or even important features that would allow a network like this to be usable over a longer term? Yeah, absolutely. It just brings to mind some of those stories that were in the articles that you cited. People whose only access to the internet was the Facebook app that they get because of free basics on their phone and that is the internet to them or people who don't even have email addresses and they're telling them about these digital currencies that they really don't understand. But ultimately, the goal of the company is just to get people's iris data. Obviously, the company is out of beta now. They are scanning people's eyes in more parts of the world and hoping to sign more people up. What have we seen from the government response to this as the company has sought to expand its ambitions in recent weeks? Well, I guess in addition to the move fast and break things mantra, they've also been following the other protocol of crypto projects, which is sort of don't ask permission, ask forgiveness. So, they have been attempting to scan people's irises in locations where they had not really achieved permission to do so. And so, now they are facing a whole slew of inquiries and investigations from mostly EU countries. There's a handful in the EU at least. And then, they've been shut down in Kenya actually due to data privacy concerns. Like I said, there are already jurisdictions in the US where they can't do the scanning. So, they're really running up against some of the existing data privacy laws as they start to do this really mass biometric data collection. And then, there's also the question of cryptocurrency regulations. Where are they actually allowed to be distributing cryptocurrency tokens and what is the regulatory status of those tokens? They don't distribute the tokens in the United States because of concerns over securities laws. And I think they are going to run into similar issues elsewhere where there are strict regulatory regimes around cryptocurrencies. Again, they don't operate in China for that reason. So, I think the fact that they are A, doing this mass data collection and B, involving cryptocurrencies, two things that are the focus of regulatory scrutiny will also be a major hurdle towards their goal of scanning the eyeballs of every person on the planet, many of whom live in places where those things are fairly tightly controlled. Yeah. Good luck getting to 8 billion people without China. Right. It's not going to happen. Quick question and then I'll go back to what you were just saying. Americans can't get these tokens for getting their eyeballs scanned. Can they buy them on the secondary market or are they just completely shut out of it? Yeah. So, I mean, it's a cryptocurrency. So if you can get it on a decentralized exchange, there's really no stopping you. Whether or not that's really kosher, I guess, is a different question. But they are available to people who want to trade them. Right. I figured I would clarify. There's also the other way that people have been getting access to WorldCoin when they don't have the ability to scan their own iris, which is pay somebody in another country to scan their iris and then sell them the account, which has been happening in various places. There was some reporting earlier this year before the official launch about a mass group of people in China who could not scan their irises. And so they were paying people in Cambodia and Kenya and various other places to scan their own irises and then transfer control of the wallets, which very much defeats the purpose of WorldCoin and having your iris connected to your wallet. But like I said, there's no ongoing verification that the person whose iris was scanned is the person actually controlling the account. That's a great point. And you can already see kind of the flaws in the model emerging that they either didn't plan for or don't actually care that much about. Didn't bother to consider, yes. Yeah. Their goals are different than what they're kind of publicly claiming, right? And yeah, I thought that was a fascinating story about kind of the black market iris data going around in China. And I'm sure it's happening in other places as well. Where in the States are people kind of doing something similar? I'm sure it's probably happening so they can get their hands on some WorldCoin, the few people who are still really into cryptocurrencies. But you were talking about the European investigations. Obviously, this company is collecting a lot of data on people. Europe has some of the strictest regulations on data privacy. And I'm sure are concerned when they're seeing a company go around with these silvery orbs scanning people's eyes and promising them crypto tokens as a result. Has the response in Europe mainly focused on GDPR or are there other concerns there as well that extend to kind of general crypto regulation? It's mostly focused on the data privacy so far. I think there are investigations in Germany, France, the UK is making inquiries, they've said and they all cite the data protection side of things more than the crypto side of things. Gotcha. Yeah. And you know, the UK has been trying to attract crypto investment. So I don't know why they wouldn't be trying to bring in some WorldCoin and get British public's eyeballs scanned, you know, the country might be going down the drain, but they could at least scan their eyeballs and get some crypto tokens. I have been serious questions around, you know, the extent to which blockchains are going to be compatible with the GDPR and other various privacy regulations. And I think that, you know, this might help. I hope some of these EU regulators understand that a lot of the so called innovation that they are hoping to encourage and attract is going to come up pretty quickly against the data protection regulations that they've put into place. Fascinating. Yeah, I hadn't considered that angle to it. But obviously, you know, once it's on the blockchain, you can't really get it off the blockchain. That's how it's supposed to work. And that would have some really serious issues if you want people to be able to like have control over their data and remove things that they don't want being public anymore. Right, exactly. And I think, you know, up until WorldCoin, to some extent, that's been a very theoretical problem for a lot of people trying to understand, like, okay, but it's all just people trading these meme coins around what's the big deal. These funny monkey pictures, you know. Yeah, exactly. Like, who cares if someone can see that you've paid for a board ape? But now that there's iris data involved, now that they're talking about providing social welfare benefits, they're talking about day to day transactions, I think people are able to actually game out how this type of thing would work and whether or not immutable public ledger is really the best solution for such a thing. So I'm hoping that this very dystopian and probably short lived project might at least get people thinking a little bit about some of the issues with crypto more broadly. Awesome. Yeah, I'm crossing my fingers that that will happen as well. You know, we've seen this kind of progress happening in the United States. So it'd be great to see Europe kind of step up its kind of regulatory frameworks toward crypto as well. You also mentioned Kenya there. I thought it was really interesting that, you know, WorldCoin is also targeting Kenya when we know OpenAI has also been using Kenyan workers in order to train its AI systems. And of course, for people who aren't aware, you know, workers in Kenya were paid about $2 an hour, could be a little bit more than that in order to train these systems, you know, reading really kind of toxic and harmful and like abusive material to try to train chat GPT so it wouldn't spit those things out to users. And now journalists are going back and speaking to those people and they're saying like, you know, they kind of have trauma, they have mental health impacts as a result of having to do that work. And so it was interesting that, you know, one of Sam Altman's companies was exploiting them for creating these AI models. And then another of his companies went back and said, okay, now we want to scan all your eyeballs. But it's good to see the Kenyan government, you know, stepping in there. Do you know what their concerns focus on? They're also concerned around data privacy. So they actually raided one of the WorldCoin warehouses and took some hardware and documents and things like that, ostensibly relating to some sort of a data privacy inquiry. But yeah, I mean, I think that it does illustrate, you know, the extent to which a lot of tech companies really see the global south, the developing world as sort of a testing ground for these products that they will later roll out, you know, in San Francisco and in other places where they're hoping to get all of this attention and hype, but not have to go through the dirty process of, you know, testing the algorithm and making sure that everything works. And so they use these countries where they can do such things fairly cheaply and then, you know, sort of discard them and move on to, you know, the global north and more developed countries to actually produce the end product. I agree, though, that it's good that, you know, these regulators are starting to pay attention to these types of projects. But, you know, it does seem like a little bit too little too late, given that, you know, WorldCoin has already been operating in Kenya for quite some time. Again, they were one of the places named where these people were selling accounts to people across the globe who wanted access to the WorldCoin. So you know, I think some harm has already been done here, unfortunately, but it is good to see that, you know, they're starting to pay attention to some extent. Yeah, it's always good when that happens. It would just be better if it happened a bit sooner. Yeah, before all of the irises were scanned. Exactly, right? I do think, though, you know, as you're describing there, like this project kind of further puts into perspective something that we've been talking about for a long time when it comes to crypto projects in particular. People like Pete Howson, I believe his name is, you know, has talked about kind of crypto colonialism. I've talked to Olivier Joutel about that on the show before. But, you know, how these companies, you know, crypto companies in particular, but tech companies more broadly, do go into these markets and just seek to exploit people for profit while talking about how they're going to massively empower them. And you know, WorldCoin is kind of coming in and saying, you know, we're going to do all these wonderful things for empowerment and we're going to create this identity service and we're going to take all your data to train our systems. And it's like, you know, we're just going to use you as inputs for that process. There's no kind of real empowerment that is coming out of that. And it's just yet another example of how this works. Yeah. And I think that it's also used to silence a lot of the criticism against the projects here where you will speak out against something like WorldCoin or even crypto more broadly. And people will sort of say, oh, that's just your, you know, white American privilege. You have financial privilege in order to dismiss these technologies. Can't you see how these projects are helping people in these developing countries? But what we've seen actually play out is broadly that they are not helping people, you know, that the people who are engaging with these projects in those locations are suffering for it and often being exploited, you know, in the way that WorldCoin has been exploiting people as effectively test subjects without the proper disclosures or the proper consent. And so I think it really sort of lays bare some of the disingenuous arguments that we've been seeing broadly around crypto and how dare you criticize crypto because it's going to help all of these people. And you can just sort of look at this and say, look, it's not helping people. The people who are receiving these tokens, you know, are not necessarily coming out better for it. Yeah. Getting 20 or 25 WorldCoin coins does not justify the exploitation that is really going on there and what the company is trying to get out of them. And, you know, I think we can be pretty certain, especially seeing how so many of these companies have worked out in the past, that the empowerment piece of it is not going to come to fruition at the end of the day. I wanted to end by talking about something a bit kind of broader, you know, to kind of bring up this conversation about this terrible company. Obviously, you have been at this for a few years, right? Digging into all of these crypto companies, digging into this industry, following along with the lawsuits and the regulatory efforts and, you know, the coin offerings and all the NFTs and all these sorts of things. You know, I'm wondering, after having done this for a few years, how do you still keep at it? Do you still feel really interested in seeing the developments in these things? Do you reach a point sometimes where you're like, man, I need to stop paying attention to cryptocurrencies and all this stuff? How are you feeling about it now that you were proven right that Web3 was not going so great? Honestly, I still find it absolutely fascinating. I love to pay attention to what is happening in crypto because it's sort of a microcosm, I think, for a lot of the tech industry and what we see happening. I mean, you can just see such obvious parallels between the crypto hype cycle and what we're seeing now with AI. And so I just find it really fascinating to watch, you know, going through that life cycle and the ways that it sort of makes people behave and the ways that these projects try to sort of ingratiate themselves just continues to fascinate me. Awesome. Yeah, I figured. But, you know, I had to ask. And, you know, obviously the crypto hype has declined. We both know that. Listeners will know that. Do you feel like people should still be paying more attention to crypto than they are because of things that are still going on in the space that are still being worked out? Or do you feel like, you know, there is kind of appropriate attention being paid to what is still going on in this space? I mean, I think for the lay person, you know, you don't necessarily need to pay that much attention. I do think that it's critical that the regulators and the policymakers are continuing to really consider the crypto world because these things don't just go away. The decline in interest and the so-called death of crypto is, I think, probably temporary. Whether or not we'll see the highs of 2021 again, I don't really know. Again, I don't try to predict where crypto is going to go because it is so unpredictable. But I don't think we can all just look at this and be like, oh, phew, that's over with. No need to put anything in place to prevent that from happening again and then just move on with our lives. So you know, I'm definitely hoping to see some learnings from the rather brutal couple of years we just had and some hopefully consequences for some of the worst actors that were a part of it as well. And do you think that will come out of the Sandbank and Free trial that is supposed to begin in October? And do you think that just beyond interrogating him and what he was doing at this company, do you think it will also force regulators and policymakers to look at the broader industry as this kind of key figure kind of goes under the legal scrutiny but also public scrutiny as well because it will obviously be highly reported in the press? I think the case against Sandbank and Fried is going to be somewhat historic for crypto and it's definitely something that policymakers are looking at. I think a lot of people see Sandbank and Fried as crypto, you know, he's the guy. And so a lot of their perceptions of the industry really changed when he fell from grace. And I think that will really influence any decisions that are coming forward. But I also think that the crypto lobby really can't be understated. You know, it's a powerful and wealthy group of people who are clearly influencing policymakers. And so I worry to some extent whether or not the actual clear lessons from the past couple of years will take root and create some good policy or whether or not it will just be brushed off in the way that the crypto industry is hoping as a freak accident or a failure of centralization but not crypto or, you know, choose your narrative that you want to go with. I do think, you know, he will likely see some pretty serious consequences for what happened. What's less certain to me is whether or not other companies will be prevented from doing similar things in the future or if we're just going to see another slew of Celsiuses and FTXs and all these other sort of fraudulent companies the next time that crypto gets a little bit of attention in the media. Yeah, you know, I guess the worry is that he's positioned as the one bad apple instead of it being kind of an industry of very bad apples. You know, I guess to close this off, you know, where do you see WorldCoin going from here? What do you think is going to happen with it? And do you think that it's possible, you know, obviously we're seeing this kind of second boom in AI hype within a decade or about a decade. Do you think that it's possible we see another crypto hype cycle in the future? So I think regarding WorldCoin, the typical pattern for VC backed crypto projects is the token releases, it spikes in price. There's a lot of interest around it. The VCs cash out and all of the retail holders of the token are worse off for it. And so I wouldn't be surprised to see that play out largely in the same way with WorldCoin. The extent to which they continue to actually pursue their stated goals, I'm not so sure about. I think Sam Altman's primary focus is probably open AI right now and not WorldCoin, although he does have people who are focusing specifically on WorldCoin. But, you know, I'm not really sure where they go from here. They're talking about very vague things around governments adopting WorldCoin and being the ones to implement universal basic income, which is kind of a bizarre thing, given that sort of the government was what they were seeking to supplant in the first place with this project. And so there is no sort of clear step to here with WorldCoin and I'm sort of expecting it might just fade into the distance. I guess we'll see. Having crypto, I do think that there is the risk that there will be more attention being paid to crypto in the near term, partly due to the Bitcoin having, which is coming up pretty soon. So that's a change in the rewards around Bitcoin mining and it tends to affect Bitcoin prices. And so if Bitcoin prices go up, that tends to spark new hype cycles and, you know, people get all interested in crypto all over again because look, lines going up. And so I have some concern around that. And I think that, you know, the tech industry is always looking for its next big thing. And I think the shine of chat GPT can only last so long. And so everyone is going to be trying to rebrand whatever it is that they're working on to look shiny and new. And crypto has already done that several times now with Bitcoin and then blockchain and then NFTs. You know, so if something new comes out of that and can successfully be marketed, then we might well see it come back again. But you know, again, when that happens, I can't really say. And you'll be there to chronicle it all if it does happen. And you know, we'll obviously be continuing to watch your work even if it doesn't. You know, obviously, I know that you'll certainly be doing a lot the fall when Sandbank, when Freed comes back under the spotlight in particular. It's always great to keep up with you and your work, Molly. You know, I'd highly recommend people subscribe to your newsletter to get, you know, the updates on everything still going on in the crypto industry. If you're interested in that. Thanks so much again for taking the time. It was really great to chat. Thanks so much for having me back. Molly White is the creator of Web3 is going just great and a fellow at the Harvard Library Innovation Lab. She has a fantastic newsletter and you can find the link to that in the show notes. You can follow me or the show by looking up Paris marks or tech won't save us on a bunch of different social media platforms. Tech won't save us is produced by Eric Wickham and is part of the Harbinger Media Network. And if you want to support the work that goes into making the show every week, you can go to patreon.com slash tech won't save us and become a supporter. Thanks for listening."}, "podcast_summary": "You're welcome.", "podcast_guest": "Sam Bankman Fried", "podcast_highlights": "Podcast Highlights Summary\n\nTitle: WorldCoin and the Ambitious Promises of Crypto\n\nHost: Paris Marx\n\nGuest: Molly White\n\nDuration: Not specified\n\nEpisode Number: Not specified\n\nRelease Date: Not specified\n\nIntroduction:\nIn this episode, Paris Marx welcomes Molly White to discuss WorldCoin, a crypto project led by Sam Altman. They explore the promises and criticisms surrounding WorldCoin, from distributing cryptocurrency tokens to providing a proof of personhood.\n\nKey Moments:\n- WorldCoin's shift from being a crypto project to focusing on AI-related issues (timestamp: not specified)\n- Molly and Paris discussing the recent revocation of Sam Bankman Fried's bail (timestamp: not specified)\n- The unethical practices behind WorldCoin's data collection in the global south (timestamp: not specified)\n- Concerns about data privacy and identity centralization (timestamp: not specified)\n\nMain Takeaways:\n- WorldCoin primarily focuses on distributing its cryptocurrency token and proving unique human identity (timestamp: not specified)\n- The company's claims of empowering people and remaking the financial system are met with skepticism (timestamp: not specified)\n- WorldCoin's controversial data collection practices and lack of privacy oversight (timestamp: not specified)\n\nQuotes:\n\"This whole project was developed in questionable ways and a lot of ethical concerns were raised around it.\" - Molly White\n\nRecommendations/References:\n- Molly White's newsletter: Web3 is going just great\n\nClosing Thoughts:\nWorldCoin's pivot from being a crypto project to focusing on AI narratives raises concerns about data privacy and identity centralization. The ethical practices and privacy oversight of WorldCoin have been called into question, highlighting the need for further scrutiny in the crypto industry. As the WorldCoin project continues to roll out, attention from regulators and policymakers is necessary to protect people's data and ensure accountability.\n\n"}